content/pages/learning-styles.md
+++
title = "Learning Styles"
date = 2018-03-18T17:53:47-04:00
tags = ["metalearning", "neuroscience"]
categories = ["Science/Knowledge"]
draft = false
inprogress = true
+++

## Print as Superior Medium for Information Transmission {#print-as-superior-medium-for-information-transmission}

-   Almost all people read faster than they can comfortably listen to someone speak. (Ever try reading the transcript of a podcast and then listening to it at 2.5x speed? It should make what I'm talking about obvious). Reading is also much faster than taking in most types of complex/overly difficult information in some sort of visual form (e.g., a table).
    -   It's also worth pointing out that nothing stops writers from including charts, graphs, pictures, etc. when they are superior to text for conveying some particular information... it's just the idea of learning _everything_ (or even just a majority of things) through visual media that is silly and contrary to everday experience.

-   The visual structure of texts helps give your brain a physical analogue for the mental map it is forming. Particularly if the texts take pains to structure themselves in a meaningful way (which they should).
-   Print makes it easy to go back to compare/contrast information. Since learning is relational ("neurons that fire together wire together"), this helps you make more neural connections, and therefore learn faster. (At least theoretically). It is much more difficult to go back to compare/contrast information with audiobooks.

While many people argue for so-called "learning styles" there is still [a lack of determinative evidence](https://en.wikipedia.org/wiki/Learning%5Fstyles#Criticism). In my opinion, it is pretty obvious that _everyone_ learns better when more of their senses are activated (which has a neurobiological explanation: the more neurons involved in learning, the better the relational connections, and the stronger the recall). However, I have no philosophical problem with some people having more developed brain structures in some areas than others (due to genetic reasons), with corresponding increases in base effectiveness for some methods of learning. I'm just highly skeptical that any such differences could possibly make up for the huge advantages reading has inherently... and also highly skeptical that these developed brain structures are immutable. My guess is that so-called "kinesthetic learners" could _become_ "read/write learners" simply by reading and writing more, thereby increasing the brain matter dedicated to these functions. So the question really shouldn't be "what type of learner are you?" but "what kind of learner should you become _in order to learn most effectively_?"... which is almost certainly the kind that involves reading.

Using this logic, it would make sense if most people learn best through some combination of reading and other media as appropriate. Current data seems to support this.
